Repository: sunvc/NoLet
Catalog: NoLet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant, zh_hk

# 需要在
source: Need to be in
de: Benötigt in
es: Necesita en
fr: Besoin d'être dans
it: Deve essere in
ja: 必要があります
ko: 필요합니다
pt_br: Precisa estar em
ru: Нужно в
tr: Gerekli
zh_hans: 需要在
zh_hant: 需要在
zh_hk: 需要喺

# 需要网络权限
source: Network Permission Required
de: Netzwerkberechtigung erforderlich
es: Se requiere permiso de red
fr: Autorisation réseau requise
it: Richiede autorizzazione di rete
ja: ネットワーク権限が必要
ko: 네트워크 권한 필요
pt_br: Permissão de rede necessária
ru: Требуется разрешение на доступ к сети
tr: Ağ Erişimi Gerekiyor
zh_hans: 需要网络权限
zh_hant: 需要網路權限
zh_hk: 需要網絡權限

# 需要配置大模型
source: Need to configure large model
de: Großes Modell konfigurieren
es: Se requiere configuración de modelo grande
fr: Modèle de grande taille requis
it: Richiede configurazione del modello di grandi dimensioni
ja: 大規模モデルの設定が必要
ko: 대규모 모델 구성 필요
pt_br: Precisa configurar um modelo grande
ru: Требуется настройка большой модели
tr: Büyük model yapılandırması gerekiyor
zh_hans: 需要配置大模型
zh_hant: 需要配置大模型
zh_hk: 需要配置大型模型

# 静音分组1小时
source: Silence group for 1 hour
de: Stille Gruppe 1 Stunde
es: Silencio durante 1 hora
fr: Groupe de silence de 1 heure
it: Silenzio per 1 ora
ja: グループを1時間ミュート
ko: 그룹 1시간 음소거
pt_br: Silêncio por 1 hora
ru: Тихая группа на 1 час
tr: Sessiz grup 1 saat
zh_hans: 静音分组1小时
zh_hant: 靜音分組1小時
zh_hk: 靜音分組1小時

# 静默通知
source: Silent Notification
de: Stille Benachrichtigung
es: Notificación silenciosa
fr: Notification silencieuse
it: Notifica silenziosa
ja: サイレント通知
ko: 무음 알림
pt_br: Notificação Silenciosa
ru: Тихие уведомления
tr: Sessiz Bildirim
zh_hans: 静默通知
zh_hant: 靜默通知
zh_hk: 靜默通知

# 韩语
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
pt_br: Coreano
ru: Корейский язык
tr: Korece
zh_hans: 韩语
zh_hant: 韓語
zh_hk: 韓語

# 默认
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认
zh_hant: 默認
zh_hk: 默認

# 默认浏览器
source: Default Browser
de: Standardbrowser
es: Navegador predeterminado
fr: Navigateur par défaut
it: Browser predefinito
ja: デフォルトブラウザ
ko: 기본 브라우저
pt_br: navegador padrão
ru: Браузер по умолчанию
tr: Varsayılan Tarayıcı
zh_hans: 默认浏览器
zh_hant: 默認瀏覽器
zh_hk: 默認瀏覽器

source: NoletLanguageLocalCode
es: CódigoLocalIdiomaNolet
ja: /en/
ko: /en/
pt_br: CódigoLocalIdiomaNoLet
ru: Код локализации языка Nolet
zh_hant: Nolet語言本地代碼
zh_hk: Nolet語言本地代碼

# 下载代理
source: Download Proxy
es: Descargar proxy
fr: Télécharger le proxy
it: Proxy di download
ja: ダウンロードプロキシ
ko: 다운로드 프록시
pt_br: Proxy de Download
ru: Скачать прокси
tr: İndirme Proxy'si
zh_hans: 下载代理
zh_hant: 下載代理
zh_hk: 下載代理

# 二维码
source: QR Code
es: Código QR
fr: Code QR
it: Codice QR
ja: QRコード
ko: QR 코드
pt_br: Código QR
ru: QR-код
tr: QR Kod
zh_hans: 二维码
zh_hant: 二維碼
zh_hk: 二維碼

# 云图标
source: Cloud Icon
es: Ícono de nube
fr: Icône de nuage
it: Icona Cloud
ja: クラウドアイコン
ko: 클라우드 아이콘
pt_br: Ícone da nuvem
ru: Облачный значок
tr: Bulut simgesi
zh_hans: 云图标
zh_hant: 雲圖標
zh_hk: 雲圖標

# 使用中的服务器
source: Server in use
es: Servidor en uso
fr: Serveur en cours d'utilisation
it: Server in uso
ja: サーバーを使用中
ko: 서버 사용 중
pt_br: Servidores em uso
ru: Используемый сервер
tr: Kullanımda olan sunucu
zh_hans: 使用中的服务器
zh_hant: 使用中的伺服器
zh_hk: 使用中的伺服器

# 应用信息
source: App Info
es: Información de la aplicación
fr: Informations de l'application
it: Informazioni App
ja: アプリ情報
ko: 앱 정보
pt_br: Informações do Aplicativo
ru: Информация о приложении
tr: Uygulama Bilgileri
zh_hans: 应用信息
zh_hant: 應用信息
zh_hk: 應用程式資訊

# 提示词详情
source: Prompt Details
es: Detalles de la palabra clave
fr: Détails de l'indice
it: Dettagli suggerimento
ja: ヒントの詳細
ko: 팁 세부정보
pt_br: Detalhes da Palavra de Aviso
ru: Подробности подсказки
tr: İpucu Ayrıntıları
zh_hans: 提示词详情
zh_hant: 提示詞詳情
zh_hk: 提示詞詳情

# 服务器
source: Server
es: Servidor
fr: Serveur
ja: サーバー
ko: 서버
pt_br: Servidor
ru: Сервер
tr: Sunucu
zh_hans: 服务器
zh_hant: 伺服器
zh_hk: 伺服器

# 服务器部署教程
source: Server Deployment Tutorial
es: Tutorial de implementación del servidor
fr: Tutoriel de déploiement du serveur
it: Tutorial di distribuzione del server
ja: サーバーのデプロイメントチュートリアル
ko: 서버 배포 튜토리얼
pt_br: Tutorial de Implantação do Servidor
ru: Руководство по развертыванию сервера
tr: Sunucu Dağıtım Eğitimi
zh_hans: 服务器部署教程
zh_hant: 伺服器部署教程
zh_hk: 伺服器部署教程

# 版本 %@
source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
zh_hans: 版本 %@
zh_hant: 版本 %@
zh_hk: 版本 %@

# 状态异常
source: Status Abnormal
es: Estado anormal
fr: État anormal
it: Stato anormale
ja: 状態異常
ko: 상태 비정상
pt_br: Estado Anormal
ru: Состояние аномалии
tr: Durum Anormal
zh_hans: 状态异常
zh_hant: 狀態異常
zh_hk: 狀態異常

# 状态正常
source: Status normal
es: Estado normal
fr: Statut normal
it: Stato normale
ja: 状態正常
ko: 상태 정상
ru: Статус в норме
tr: Durum Normal
zh_hans: 状态正常
zh_hant: 狀態正常
zh_hk: 狀態正常

# 代码助手
source: Code Assistant
fr: Assistant de code
it: Assistente di Codice
ja: コードアシスタント
ko: 코드 어시스턴트
pt_br: Assistente de Código
ru: Кодовый помощник
tr: Kod Asistanı
zh_hans: 代码助手
zh_hant: 代碼助手
zh_hk: 代碼助手

# 印地语
source: Hindi
ja: ヒンディー語
ko: 힌디어
ru: Хинди
tr: Hintçe
zh_hans: 印地语
zh_hant: 印地語
zh_hk: 印地語

# 张
source: Zhang
ja: 張
ko: 장
ru: Чжан
zh_hans: 张
zh_hant: 張
zh_hk: 張

source: URL
zh_hant: 網址
zh_hk: 網址
